/* Default value for an AbstractTimerLabel */
"No content provided" = "Aucun contenu fourni";
 
/* The label text for the bottom right square */
"Blue Square (120x120)" = "Carré bleu (120x120)";

/* The accessibility label text for the bottom right square */
"Blue Square (120x120)." = "Carré bleu (120x120)";

/* The accessibility hint describing what can be done with the white rectangle */
"A tap on this shape will make it resize, as well as the purple rectangle it contains, and restart the timer." = "Toucher cette forme modifie sa taille ainsi que celle du rectangle violet qu'elle contient, et relance le chronomètre.";

/* Describing what can be done with the purple rectangle */
"A tap on this shape will make it resize, as well as the white rectangle around it, and restart the timer." = "Toucher cette forme modifie sa taille ainsi que celle du rectangle blanc qui l'entoure, et relance le chronomètre";

/* The label text for the smallest middle rectangle */
"Purple Rectangle" = "Rectangle violet";

/* The accessibility label text for the smallest middle rectangle */
"Purple Rectangle. This rectangle will disappear in landscape mode. Can be tapped." = "Rectangle violet. Disparaît en mode paysage. Toucher possible.";

/* The label text for the top left square */
"Red Square (170x170)" = "Carré rouge (170x170)";

/* The accessibility label text for the top left square */
"Red Square (170x170)." = "Carré rouge (170x170)";

/* The accessibility hint for the timer */
"Timer with hours, minutes, seconds and milliseconds. Restart by tapping the white or purple rectangle (middle of the screen)" = "Chronomètre avec heures, minutes, secondes et millisecondes. Redémarre en touchant le rectangle blanc ou violet (milieu de l'écran).";

/* The label text for the largest middle rectangle */
"White Rectangle (20 offset)" = "Rectangle blanc (offset : 20)";

/* The accessibility label text for the smallest middle rectangle */
"White Rectangle (20 offset). Can be tapped" = "Rectangle blanc (offset : 20). Toucher possible";
